
/*Alert Sheet Title*/

"Would you like to save your changes before exiting?" = "Voulez-vous enregistrer vos modifications avant de quitter ?";

"Would you like to save your changes?" = "Souhaitez-vous enregistrer vos modifications ?";


/* Alert Sheet description. */

"Your changes will be lost if you don't save them." = "Les modifications non enregistrées seront perdues.";

/*Alert Sheet Buttons*/

"Save" = "Enregistrer";

"Cancel" = "Annuler";

"Dont Save" = "Ne pas enregistrer";

/*App Menu*/

"About Logitech Camera Settings" = "A propos des paramètres de la caméra Logitech";

"Services" = "Services";

"Hide Logitech Camera Settings" = "Masquer les paramètres de la caméra Logitech";

"Hide Others" = "Masquer les autres";

"Show All" = "Afficher tout";

"Quit Logitech Camera Settings" = "Quitter les paramètres de la caméra Logitech";

/*Edit Menu*/

"Edit" = "Modifier";

"Cut" = "Couper";

"Copy" = "Copier";

"Paste" = "Coller";

"Delete" = "Supprimer";

"Select All" = "Sélectionner tout";

/*Camera Menu*/

"Camera" = "Caméra";

"No Device Connected" = "Aucun dispositif connecté";

/*Window Menu*/

"WINDOW" = "Fenêtre";

"Minimize" = "Réduire";

"Close" = "Fermer";

"Bring All to Front" = "Tout au premier plan";

/*Window Title*/

"Logitech Camera Settings" = "Paramètres de la caméra Logitech";


/* LogiWindowController.xib strings*/ 
/*Webcam Control  1st Tab*/

"Webcam Control" = "Commande de la webcam";

"Focus:" = "Mise au point :";

"Auto" = "Auto";

"Restore to defaults" = "Réinitialiser les paramètres par défaut";

/*Advanced Settings 2ndTab*/

"Advanced Settings" = "Paramètres avancés";

"Image Quality:" = "Qualité de l'image :";


"Brightness" = "Luminosité";

"Contrast" = "Contraste";

"Color Intensity" = "Intensité des couleurs";

"White Balance" = "Équilibrage des blancs";

/*Device Information 3rd tab*/

"Device Information" = "Informations sur le dispositif";

"USB Vendor ID (VID):"  = "ID du fournisseur USB (VID) :";

"USB Product ID (PID):" = "ID de produit USB (PID) :";

"USB Revision (BCD):" = "Révision USB (BCD) :";

"Firmware version:" = "Version du micrologiciel :";

"Firmware CRC:" = "CRC du micrologiciel :";

"EEPROM Version:" = "Version EEPROM :";

"Sensor Type:" = "Type de capteur :";


/* Background Process alert description */
"HELPER_APP_ALERT" = "Pour assurer le bon fonctionnement de toutes les fonctionnalités, cette application doit être exécutée en arrière-plan. Voulez-vous exécuter cette application en arrière-plan ?";

"Yes" = "Oui";

"No" = "Non";
